/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - 离线";

/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ 尾号 %2$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ 添加";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ 添加卡";

/* Source type brand name */
"3D Secure" = "3D 安全验证";

/* part of {Account} ending in {last4} */
"Account" = "帐户";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "帐户持有人地址";

/* Caption for Name field on bank info form */
"Account Holder Name" = "帐户持有人姓名";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "账号";

/* Title for Add a Card view */
"Add a Card" = "添加一张卡";

/* Title shown above a card entry form */
"Add a card" = "添加卡";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "添加一个直接借记帐户";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "添加卡";

/* Button to add a new credit card. */
"Add New Card…" = "添加新卡……";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "添加新支付方式";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "添加您的支付信息";

/* Caption for Address field on address form */
"Address" = "地址";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "地址行 1";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "地址行 2（可选）";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "支付宝";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "公寓";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS 借记";

/* Text for back button */
"Back" = "返回";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "银行";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "银行账户";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "银行帐户信息";

/* Title for billing address entry section */
"BILLING ADDRESS" = "帐单地址";

/* Title for billing address entry section */
"Billing Address" = "帐单地址";

/* Billing address section title for card form entry. */
"Billing address" = "账单地址";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "提供您的 IBAN 信息并确认支付即表示您已授权 %@ 和 Stripe，即我们的支付服务供应商发送指示给您的银行，从您的借记帐户扣除款项，并授权您的银行根据此指示从您的帐户扣除款项。您有权根据您与银行之间的协议条款和条件向您的银行要求退款。退款要求必须在从您的帐户扣除款项之日起的 8 周之内提出。";

/* Button title to cancel action in an alert */
"Cancel" = "取消";

/* Title for card number entry field */
"CARD" = "银行卡";

/* Title for credit card number entry field */
"Card" = "银行卡";

/* Details of a saved card */
"Card ending in %@" = "尾号为 %@ 的银行卡";

/* Card details entry form header title */
"Card information" = "银行卡信息";

/* accessibility label for text field */
"card number" = "卡号";

/* Label for card number entry text field */
"Card number" = "卡号";

/* TODO */
"Choose a payment method" = "选择一个支付方式";

/* Caption for City field on address form */
"City" = "城市";

/* Text for close button */
"Close" = "关闭";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "关闭银行卡扫描器";

/* Title for contact info form */
"CONTACT" = "联系信息";

/* Title for contact info form */
"Contact" = "联系信息";

/* Text for continue button */
"Continue" = "继续";

/* Caption for Country field on address form */
"Country" = "国家";

/* Title for country picker section */
"COUNTRY" = "国家";

/* Country selector and postal code entry form header title */
"Country or region" = "国家或地区";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "县";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "收货信息";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "收货地址";

/* Title for delivery address entry section */
"Delivery Address" = "收货地址";

/* Done button title */
"Done" = "完成";

/* Button title to enter editing mode */
"Edit" = "编辑";

/* Caption for Email field on address form */
"Email" = "电子邮件";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "有效期";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "免费";

/* Placeholder string for name entry field. */
"Full name" = "全名";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL 银行";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "数据无效。";

/* Shipping form error message */
"Invalid Shipping Address" = "无效的送货地址";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "正在加载……";

/* label for text field to enter card expiry */
"MM / YY" = "月月/年年";

/* label for text field to enter card expiry */
"MM/YY" = "月月/年年";

/* Title for payment options section */
"MORE OPTIONS" = "更多选择";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "姓名";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "添加新卡";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "新建直接借记帐户";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "新建 SEPA 直接借记帐户";

/* Button to move to the next text entry field */
"Next" = "下一步";

/* No comment provided by engineer. */
"OK" = "确定";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "网上银行 (FPX)";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "或用以下方式支付";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "或用银行卡支付";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "支付%@";

/* Pay with {payment method} */
"Pay with %@" = "用 %@ 支付";

/* Title for Payment Method screen */
"Payment Method" = "支付方式";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Caption for Phone field on address form */
"Phone" = "电话";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "将摄像头正对银行卡。";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "邮编";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "邮政编码";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "邮编";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "正在处理...";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "省";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "移除";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "移除 %@";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "移除尾号为 %2$@ 的 %1$@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "移除卡";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "保存该卡，用于未来的 %@ 付款";
/* Text for button to scan a credit card */

"Scan Card" = "扫描银行卡";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "选择";
/* label for iDEAL-bank selection picker */

"Select bank" = "选择银行";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "选择您的支付方式";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA 帐户";
/* Payment method brand name */

"SEPA Debit" = "SEPA 借记";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA 直接借记";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "设置";
/* Title for shipping info form */

"Shipping" = "送货信息";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "送货地址";
/* Title for shipping address entry section */

"Shipping Address" = "送货地址";
/* Label for shipping method form */

"SHIPPING METHOD" = "配送方式";
/* Label for shipping method form */

"Shipping Method" = "配送方式";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "州";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "州/省/地区";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "您输入的 BSB 不完整。";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "您输入的 BSB 无效。";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "所选的支付方式不可用。";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "处理您的银行卡时发生错误 —— 请过几秒钟再试";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "发生了意外错误 —— 请过几秒钟再试";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "验证您的支付方式时失败——请重试";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "要扫描您的银行卡，在“设置”中启用照相机。";

/* Button to reload web view if we were unable to connect. */
"Try again" = "重试";

/* Error message that displays when we&apos;re unable to connect to the server. */
"Unable to establish a connection." = "无法建立连接。";

/* Default missing source type label */
"Unknown" = "未知";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Button to fill shipping address from billing address. */
"Use Billing" = "使用帐单地址";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "使用收货地址";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "使用送货地址";

/* Displays in the navigation bar title of the Identity Verification Sheet */
"Verify your identity" = "验证您的身份";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "我们未能验证您的支付方式。请选择另一支付方式并重试。";

/* Source type brand name */
"WeChat Pay" = "微信支付";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "您将转到 %@ 以完成购买。";

/* Error when the card has already expired */
"Your card has expired" = "您的银行卡已过期";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "您的银行卡号不完整。";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "您的卡号无效。";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "您的银行卡已被拒绝";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "您的银行卡的到期日期不完整。";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "您的银行卡的到期日期无效。";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "您银行卡有效期的月份无效";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "您的银行卡的到期月份无效。";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "您的银行卡的到期年份无效。";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "您的银行卡的到期年份无效。";

/* Error when the card number is not valid */
"Your card's number is invalid" = "您的卡号无效";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "您的银行卡的安全码不完整。";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "您的银行卡的安全码无效";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "您的银行卡安全码无效。";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "您的邮编不完整。";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "您的邮编无效。";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "您的邮编不完整。";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "您的邮编无效。";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "邮编";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "邮编";

